<%@ page contentType="text/html;charset=UTF-8" pageEncoding="UTF-8" isELIgnored="false" %>
<b>1. При регистрации и дальнейшем общении на форуме запрещено:</b><br>
1.1. использовать ник, состоящий из непроизносимого/беспорядочного набора символов, адреса сайтов
и/или email, нецензурных и/или не приятных для чтения выражений;<br>
1.2. умышленно использовать ники, схожие с уже существующими на форуме;<br>
1.3. использовать неприятные для просмотра аватары, а также уже использующиеся другими
пользователями форума;<br>
1.4. регистрировать клоны - несколько ников одним человеком. Разрешён только один аккаунт на одного
пользователя;<br>
<br>
<b>2. Языки общения на форуме - только русский и английский;</b><br>
<br>
<b>3. При создании новых тем нужно помнить:</b><br>
3.1. один вопрос - одна тема;<br>
3.2. название темы должно отражать суть задаваемого в ней вопроса;<br>
<br>
<b>4. При создании новых тем запрещено:</b><br>
4.1. создавать темы с названиями, не отражающими смысл вопроса, например, "Help!!!", "Помогите" и
т.д;<br>
4.2. создавать одинаковые темы;<br>
4.3. публиковать темы с заведомо ложной информацией, оскорблением форумчан или рекламой;<br>
<br>
<b>5. При создании тем и постов, а также при участии в обсуждениях запрещено:</b><br>
5.1. публиковать грубые, нецензурные выражения, оскорбления в любой форме, а также призывы и
высказывания, разжигающие межнациональную рознь, равно как и побуждать к подобным действиям других
пользователей;<br>
5.2. искать или предлагать услуги по взлому;<br>
5.3. в тематических разделах засорять тему личной перепиской, обсуждениями и вопросами не по теме,
оформлением текста, заглавными буквами и изображениями, не относящихся к обсуждаемой теме.<br>